prompts = [
    {
        'id': 1,
        'title': '角色',
        'subPrompts': [
            '女性角色',
            '男性角色',
            '动物角色',
            '奇幻角色',
        ],
    },
    {
        'id': 2,
        'title': '场景',
        'subPrompts': [
            '自然风光',
            '城市景观',
            '室内场景',
            '夜晚景色',
        ],
    },
    {
        'id': 3,
        'title': 'UI 设计',
        'subPrompts': [
            '移动应用界面',
            '网页设计',
            '图标设计',
            '信息图表',
        ],
    },
]
